Repository: ggozad/jarn.xmpp.core
Catalog: jarn/xmpp/core/locales/*/LC_MESSAGES/jarn.xmpp.core.po
Languages: de, fr, it

source: A portlet that renders the feed from a PubSub node.
de: Ein Portlet, das einen Feed aus einer PubSub-Verbindung zeigt.
fr: Un portlet qui affiche les flux venant d'un noeud PubSub.
it: Una portlet che mostra il flusso proveninente da un nodo PubSub

source: Add PubSub feed portlet
de: PubSub-Feed Portlet hinzufügen
fr: Ajouter un portlet de flux PubSub
it: Aggiungi una portlet di flusso PubSub

source: Choose whose updates to receive
de: Wählen Sie, von wem Sie Updates erhalten möchten
fr: Choisir par qui recevoir les mises à jour
it: Scegliere da chi ricevere gli aggiornamenti

source: Click to toggle user's details
de: Details zu diesem Benutzer zeigen
fr: Cliquer pour afficher les détails de l'utilisateur
it: Clicca per mostrare i dettagli dell'utente.

source: Comment
de: Kommentieren
fr: Commentaire
it: Commenta

source: Edit PubSub feed portlet
de: PubSub-Feed Portlet bearbeiten
fr: Modifier le portlet de flux PubSub
it: Modifica la portlet di flusso PubSub

source: Follow everybody
de: Allen folgen
fr: Suivre tout le monde
it: Segui tutti

source: Follow the selected people
de: Den ausgewählten Personen folgen
fr: Suivre les personnes sélectionnées
it: Segui le persone selezionate

source: Following
de: Sie folgen
fr: Suivre
it: Seguire

source: Load more...
de: Mehr laden...
fr: Charger plus...
it: Carica altro...

source: My stream
de: Mein Stream
fr: Mon flux
it: Il mio flusso

source: People online:
de: Angemeldete Benutzer:
fr: Utilisateurs connectés:
it: Utenti in linea:

source: Personal message
de: Persönliche Mitteilung
fr: Message personnel
it: Messaggio personale

source: Personal stream
de: Persönlicher Stream
fr: flux personnel
it: Flusso personale

source: Post
de: Teilen
fr: Poster
it: Invia

source: Post to stream
de: Im Stream teilen
fr: Poster dans le flux
it: Inviare nel flusso

source: PubSub feed portlet
fr: Portlet de flux PubSub
it: Portlet di flusso PubSub

source: PubSub node
de: PubSub-Verbindung
fr: Noeud PubSub
it: Nodo PubSub

source: Receive updates from everybody.
de: Updates von allen empfangen
fr: Recevoir les mises à jour de tout le monde
it: Ricevi gli aggiornamenti da tutti.

source: Receive updates from the following people only:
de: Updates nur von folgenden Personen empfangen:
fr: Recevoir les mises à jour des personnes suivient seulement:
it: Ricever gli aggiornamenti solo dalle seguenti persone:

source: Reply
de: Antworten
fr: Répondre
it: Rispondi

source: Send
de: Senden
fr: Envoyer
it: Invia

source: Setup
de: Konfigurieren
fr: Configuration
it: Configurazione

source: Setup XMPP
de: XMPP konfigurieren
fr: Configuration XMPP
it: Configurazione XMPP

source: Share location
de: Standort teilen
fr: Partager la position
it: Condividi la posizione

source: The name of the PubSub node displayed (typically a user id or 'people' in order to include all users). Leaving this empty, will populate the portlet with items from the users the user follows.
de: Die Bezeichnung der PubSub-Verbindung, die gezeigt werden soll (üblicherweise eine Benutzer ID oder 'Personen', um alle Benutzer einzuschliessen). Das Portlet wird mit Beträgen der Benutzer gefüllt, denen der jeweilige Benutzer folgt, falls Sie dieses Feld leer lassen.
fr: Le nom des noeuds PubSub affichés (typiquement un identifiant utilisateur ou 'people' pour inclure tous les utilisateurs). Laisser ce champs vide affichera dans la portlet les éléments venant des utilisateurs que l'utilisateur suit.
it: Il nome del nodo PubSub mostrato (tipicamente un id utente o 'persona' per includere tutti gli utenti). Se lasciato vuoto, la portlet verrà popolata con gli elementi dagli utenti che sta seguendo l'utente.

source: Title
de: Titel
fr: Titre
it: Titolo

source: label_setup_warning
de: Warnung: diese Aktion sollte nur EINMALIG nach dem Setup ausgeführt werden. Diese Aktion wird die notwendigen Benutzer und Verbindungen auf Basis der Benutzeraccounts in Ihrer Ploneseite in Ihrem XMPP-Server erstellen. Sie sollten einen guten Grund dafür haben, diese Aktion nochmals ausführen zu wollen. Bitte überprüfen Sie die Einstellungen für die Verbingung zu Ihrem XMPP-Server auf Korrektheit vor der Ausführung.
fr: Attention: Cette action ne devrait être réalisé uniquement après la configuration intiiale. Elle va créer les utilisateurs et les noeuds nécessaires sur votre serveur XMPP correspondant aux utilisateurs du site. A moins que vous sachiez exactement ce que vous faite vous ne devriez pas avoir besoin d'effectuer cette action à nouveau. Assurez vous d'avoir bien renseigné les paramètres de votre serveur XMPP avant de lancer l'action.
it: Attenzione: Questa azione dovrebbe essere eseguita solo DOPO la configurazione iniziale. Verranno creati gli utenti e i nodi necessari per il vostro server XMPP basandosi sui vostri utenti del sito Plone. Non è necessario farlo di nuovo a meno di sapere cosa si sta facendo. Accertarsi di eseguire corretamente la configurazione del vostro server XMPP prima di inviare.

source: more
de: mehr
fr: plus
it: altro…

source: text_or
de: oder
fr: ou
it: o
